_posts/language/2024-05-14-tour-de-force.html
---
layout: post
title: 单词本：tour de force
tags: [English,,Français]
categories: [language]
---
<p>
最近看了一遍离散数学，发现华人中还是有不少数学大牛的。比如这位 Terence
Tao 陶哲轩。说他在 2006 年证明的素数猜想时，用到了<b>tour de force</b>这个词组： In 2006, Ben Green and Terence Tao were able to prove this
conjecture. Their proof, considered to be a mathematical <b>tour de
force</b>, is a nonconstructive proof that combines powerful ideas from
several advanced areas of mathematics.
</p>

<p>
这个词组来自法语。环法自行车赛叫tour de France。这里的 tour是 trip，
round 的意思。其实 tour 除了环绕、巡回之外，还有 trick 的意思。比如
jouer un <b>tour</b> à qn. to play trick on sb.
</p>

<p>
所以，tour de force 的意思是amazing feat惊人的壮举。
</p>

<p>
比如：
</p>
<ul class="org-ul">
<li>The painting/book/film is a tour de force. 这画/书/电影是个杰作。</li>
<li>Nash: Munster can&rsquo;t waste tour de force in South Africa</li>
</ul>
